Repository: kurotu/VRCQuestTools
Catalog: Packages/com.github.kurotu.vrc-quest-tools/Editor/I18n/*.po
Languages: ja_jp, ru_ru

# RecommendedUnitySettingsForAndroid
source: Recommended Settings for Android
ja_jp: Android 用の推奨設定
ru_ru: Рекомендуемые настройки для Android

# AndroidBuildSupportHelp
source: Android Build Support is required to upload avatars for Android platform.
ja_jp: Android 向けにアバターをアップロードするには Android Build Support が必要です。

# AndroidBuildSupportButtonLabel
source: How to Install
ja_jp: インストール方法

# TextureCompressionLabel
source: Android Texture Compression
ja_jp: Android テクスチャ圧縮
ru_ru: Сжатие текстур для Android

# TextureCompressionHelp
source: ASTC improves Android texture quality in exchange for long compression time
ja_jp: ASTCを使用するとAndroid用のテクスチャ圧縮に時間がかかる代わりに画質が向上します。
ru_ru: ASTC улучшает качество текстур для Android в обмен на длительное время сжатия

# TextureCompressionButtonLabel
source: Set texture compression to ASTC
ja_jp: ASTCでテクスチャを圧縮
ru_ru: Установить сжатие текстур на ASTC

# ApplyAllButtonLabel
source: Apply All Settings
ja_jp: すべての設定を適用
ru_ru: Применить все настройки

# ShowOnStartupLabel
source: Show on startup
ja_jp: 起動時に表示
ru_ru: Показывать при запуске

# AllAppliedHelp
source: OK, all recommended settings are applied.
ja_jp: すべての推奨設定が適用されています。
ru_ru: Хорошо, все рекомендуемые настройки применены.

source: Get Update
ja_jp: アップデート
ru_ru: Получить обновление

# SeeChangelog
source: Changelog
ja_jp: 変更履歴
ru_ru: Журнал изменений

# SkipThisVersion
source: Skip This
ja_jp: スキップ
ru_ru: Пропустить эту версию

# NewVersionIsAvailable
source: New version {0} is available.
ja_jp: 新しいバージョン {0} があります。
ru_ru: Доступна новая версия {0}.

# NewVersionHasBreakingChanges
source: This version might have breaking changes about compatibility.
ja_jp: このバージョンには互換性に関する重要な変更がある可能性があります。
ru_ru: Эта версия может иметь критические изменения в совместимости.

# MissingScripts
source: There are "missing" scripts. Please check for assets or packages you forgot to import.
ja_jp: "Missing" 状態のコンポーネントがあります。インポートし忘れたアセットやパッケージがないか確認してください。
ru_ru: Есть "недостающие" скрипты. Пожалуйста, проверьте активы или пакеты, которые вы забыли импортировать.

# ExperimentalComponentWarning
source: This component is an experimental feature.
ja_jp: このコンポーネントは実験的機能です。
ru_ru: Этот компонент является экспериментальной функцией.

# AvatarRootComponentMustBeOnAvatarRoot
source: This component must be attached to VRC_AvatarDescriptor GameObject.
ja_jp: このコンポーネントは VRC_AvatarDescriptor のあるオブジェクトに追加してください。
ru_ru: Этот компонент должен быть прикреплен к объекту VRC_AvatarDescriptor.

# VertexColorRemoverEditorDescription
source: Vertex color is automatically removed from this GameObject's mesh.
ja_jp: このGameObjectに紐づくメッシュから頂点カラーを自動的に削除します。
ru_ru: Цвет вершин автоматически удаляется из сетки этого объекта.

# VertexColorRemoverEditorRemove
source: Remove Vertex Color
ja_jp: 頂点カラーを削除
ru_ru: Удалить цвет вершин

# VertexColorRemoverEditorRestore
source: Restore Vertex Color
ja_jp: 頂点カラーを復元
ru_ru: Восстановить цвет вершин

# ConvertedAvatarEditorMessage
source: This component indicates the avatar was converted by VRCQuestTools.
ja_jp: このコンポーネントはアバターが VRCQuestTools で変換されたことを示します。
ru_ru: Этот компонент указывает на то, что аватар был конвертирован с помощью VRCQuestTools.

# ConvertedAvatarEditorNDMFMessage
source: Components which are not supported on Android will be removed in NDMF optimization phase.
ja_jp: Android 非対応コンポーネントは NDMF の Optimization Phase で削除されます。
ru_ru: Компоненты, которые не поддерживаются на Android, будут удалены на этапе оптимизации NDMF.

# NetworkIDAssignerEditorDescription
source: Assign Network IDs to the avatar's components such as PhysBones in build process. IDs are determined by hash values of hierarchy paths from the avatar root.
ja_jp: アバターのビルド時にコンポーネント (PhysBoneなど) にネットワーク ID を割り当てます。ID はアバタールートからのヒエラルキーパスのハッシュ値をもとに決定します。
ru_ru: Назначьте сетевые ID компонентам аватара, таким как физические кости. ID определяются хеш-значениями иерархических путей от корня аватара.

# PlatformTargetSettingsEditorDescription
source: Components are enforced to use a specific platform settings in NDMF build process.
ja_jp: ビルド時にコンポーネントの設定を特定のプラットフォームに強制します。
ru_ru: Компоненты принудительно используют определенные настройки платформы в процессе сборки NDMF.

# PlatformTargetSettingsIsRequiredToEnforcePlatform
source: PlatformTargetSettings component is required to the avatar root object in order to enforce a specific platform settings.
ja_jp: 特定のプラットフォーム設定を強制するにはアバターのルートオブジェクトに Platform Target Settings コンポーネントが必要です。
ru_ru: Компонент настройки целевой платформы требуется для корневого объекта аватара, чтобы принудительно применить определенные настройки платформы.

# ComponentRequiresNdmf
source: Non-Destructive Modular Framework (NDMF) is required.
ja_jp: Non-Destructive Modular Framework (NDMF) が必要です。
ru_ru: Требуется Неразрушаемая Модульная Структура (NDMF).

# BuildTargetLabel
source: Build Target
ja_jp: ビルドターゲット
ru_ru: Целевая сборка

# BuildTargetTooltip
source: Select build target platform. Use Unity's target platform when Auto is selected.
ja_jp: ビルド時のプラットフォームを指定します。Autoの場合、Unityのターゲットプラットフォームと同じになります。
ru_ru: Выберите целевую платформу сборки. Используйте целевую платформу Unity, когда выбрана Авто.

# PlatformComponentRemoverEditorDescription
source: Components will be removed on build for unselected build targets.
ja_jp: チェックを入れていないビルドターゲットでは、そのコンポーネントをビルド時に削除します。
ru_ru: Компоненты будут удалены при сборке для невыбранных целевых платформ.

# PlatformComponentRemoverEditorComponentSettingsLabel
source: Components to Keep
ja_jp: コンポーネント維持設定
ru_ru: Компоненты для сохранения

# PlatformComponentRemoverEditorComponentSettingsTooltip
source: Select platform to keep components.
ja_jp: コンポーネントを維持するプラットフォームを選択します。
ru_ru: Выберите платформу для сохранения компонентов.

# PlatformComponentRemoverEditorCheckboxPCTooltip
source: Keep selected components on PC build.
ja_jp: チェックを入れたコンポーネントをPCビルドで維持します。
ru_ru: Сохранить выбранные компоненты при сборке для ПК.

# PlatformComponentRemoverEditorCheckboxAndroidTooltip
source: Keep selected components on Android build.
ja_jp: チェックを入れたコンポーネントをAndroidビルドで維持します。
ru_ru: Сохранить выбранные компоненты при сборке для Android.

# ComponentLabel
source: Component
ja_jp: コンポーネント
ru_ru: Компонент

# PlatformGameObjectRemoverEditorDescription
source: This GameObject will be removed on build for unselected build targets.
ja_jp: チェックマークを入れていないビルドターゲットでは、このGameObjectをビルド時に削除します。
ru_ru: Этот объект будет удален при сборке для невыбранных целевых платформ.

# PlatformGameObjectRemoverEditorKeepOnPCLabel
source: Keep on PC
ja_jp: PCで維持
ru_ru: Сохранить на ПК

# PlatformGameObjectRemoverEditorKeepOnAndroidLabel
source: Keep on Android
ja_jp: Androidで維持
ru_ru: Сохранить на Android

# MeshFlipperEditorDescription
source: Duplicate the polygons of a mesh to make it double-sided. Or flip the faces.
ja_jp: メッシュのポリゴンを複製して両面にします。または面を反転します。
ru_ru: Дублируйте полигоны сетки, чтобы сделать ее двусторонней. Или переверните грани.

# MeshFlipperEditorDirectionLabel
source: Mesh Direction
ja_jp: メッシュの向き
ru_ru: Направление сетки

# MeshFlipperEditorEnabledOnPCLabel
source: Enable on PC
ja_jp: PCで有効
ru_ru: Включить на ПК

# MeshFlipperEditorEnabledOnAndroidLabel
source: Enable on Android
ja_jp: Androidで有効
ru_ru: Включить на Android

# MeshFlipperEditorUseMaskLabel
source: Use Mask
ja_jp: マスクを使用する

# MeshFlipperEditorMaskTextureLabel
source: Mask Texture
ja_jp: マスクテクスチャ

# MeshFlipperEditorMaskModeLabel
source: Mask Mode
ja_jp: マスクモード

# MeshFlipperEditorProcessingPhaseLabel
source: NDMF Phase
ja_jp: NDMFフェーズ

# MeshFlipperEditorEnabledOnPCWarning
source: It may be possible to achieve this with shader settings without using this component.
ja_jp: このコンポーネントを使用しなくてもシェーダーの設定で実現できる可能性があります。
ru_ru: Возможно, это можно сделать с помощью настроек шейдера без использования этого компонента.

# MeshFlipperEditorEnabledOnAndroidWarning
source: The polygon count for this mesh will increase.
ja_jp: このメッシュのポリゴン数は増加します。
ru_ru: Количество полигонов для этой сетки увеличится.

# MeshFlipperEditorMaskTextureMissingError
source: Mask texture is missing.
ja_jp: マスクテクスチャがありません。

# MeshFlipperEditorMaskTextureNotReadableError
source: Mask texture must be readable.
ja_jp: マスクテクスチャは読み取り可能に設定されている必要があります。

# MeshFlipperMeshDirectionFlip
source: Flipped
ja_jp: 反転
ru_ru: Перевернуто

# MeshFlipperMeshDirectionDoubleSide
source: Double Sided
ja_jp: 両面
ru_ru: Двусторонний

# MaterialSwapEditorDescription
source: Replace materials of this avatar for mobile platform build.
ja_jp: Mobile プラットフォームのビルドではこのアバターのマテリアルを置き換えます。

# MaterialSwapEditorMaterialMappingsLabel
source: Material Mappings
ja_jp: マテリアル置換設定

# MaterialSwapEditorOriginalMaterialLabel
source: Original Material
ja_jp: 元のマテリアル

# MaterialSwapEditorReplacementMaterialLabel
source: Replacement Material
ja_jp: 置換マテリアル

# MaterialSwapEditorSelectMaterialLabel
source: Select from children
ja_jp: 子オブジェクトから選択

# MaterialSwapEditorReplacementMaterialError
source: This material's shader is not allowed for mobile avatars.
ja_jp: このマテリアルのシェーダーはモバイルアバターでは許可されていません。

# MaterialConversionSettingsEditorDescription
source: Convert materials for mobile platform.
ja_jp: Mobile プラットフォーム向けにマテリアルを変換します。

# MaterialConversionSettingsEditorDefaultConversionWarning
source: Place this component to the avatar's root object in order to use disabled settings. But VQT Avatar Converter Settings takes priority.
ja_jp: 無効になっている設定を使用するにはこのコンポーネントをアバターのルートオブジェクトに配置してください。ただし VQT Avatar Converter Settings の設定が優先されます。

# MaterialConversionSettingsEditorConversionSettingsLabel
source: Material Conversion Settings
ja_jp: マテリアル変換設定

# MenuIconResizerEditorDescription
source: Resize menu icons in the avatar's expressions menu.
ja_jp: Expressions Menuのアイコンをリサイズします。

# MenuIconResizerEditorResizeModePCLabel
source: Resize Mode (PC)
ja_jp: サイズ変更モード (PC)

# MenuIconResizerEditorResizeModeAndroidLabel
source: Resize Mode (Android)
ja_jp: サイズ変更モード (Android)

# MenuIconResizerEditorCompressTexturesLabel
source: Compress Uncompressed Textures
ja_jp: 未圧縮のテクスチャを圧縮

# MenuIconResizerEditorMobileTextureFormatLabel
source: Compression Format
ja_jp: 圧縮形式

# AvatarBuilderWindowExitPlayMode
source: Exit play mode to build the avatar.
ja_jp: アバターをビルドするには Play モードを終了してください。
ru_ru: Выйдите из игрового режима, чтобы собрать аватар.

# AvatarBuilderWindowExitPrefabStage
source: Exit prefab stage to build the avatar.
ja_jp: アバターをビルドするには Prefab ステージを終了してください。
ru_ru: Выйдите из режима редактирования префаба, чтобы собрать аватар.

# AvatarBuilderWindowNoActiveAvatarsFound
source: No active avatars in the scene.
ja_jp: シーン内にアクティブなアバターがありません。
ru_ru: Нет активных аватаров в сцене.

# AvatarBuilderWindowSelectAvatar
source: Select an avatar to build in VRChat SDK Control Panel.
ja_jp: VRChat SDK コントロールパネルでアバターを選択してください。
ru_ru: Выберите аватар для сборки в панели управления VRChat SDK.

# AvatarBuilderWindowNoNdmfComponentsFound
source: No VRCQuestTools components found in the avatar.
ja_jp: アバターに VRCQuestTools のコンポーネントがありません。
ru_ru: В аватаре не найдено компонентов VRCQuestTools.

# AvatarBuilderWindowSucceededBuild
source: Succeeded to build the avatar.
ja_jp: ビルドに成功しました。
ru_ru: Сборка аватара прошла успешно.

# AvatarBuilderWindowSucceededUpload
source: Succeeded to upload the avatar.
ja_jp: アップロードに成功しました。
ru_ru: Загрузка аватара прошла успешно.

# AvatarBuilderWindowFailedBuild
source: Failed to build the avatar. See console logs.
ja_jp: ビルドに失敗しました。コンソールログを確認してください。
ru_ru: Не удалось собрать аватар. Посмотрите журналы консоли.

# AvatarBuilderWindowRequiresControlPanel
source: Need to open VRChat SDK Control Panel to build the avatar.
ja_jp: アバターをビルドするには VRChat SDK コントロールパネルを開く必要があります。
ru_ru: Необходимо открыть панель управления VRChat SDK для сборки аватара.

# AvatarBuilderWindowBuildingProgressLabel
source: Building the Avatar
ja_jp: アバターをビルド中

# AvatarBuilderWindowUploadingProgressLabel
source: Uploading the Avatar
ja_jp: アバターをアップロード中

# AvatarBuilderWindowCopyrightAgreementHelp
source: Confirm "Copyright ownership agreement" in VRChat SDK Control Panel.
ja_jp: VRChat SDK コントロールパネルの "Copyright ownership agreement" を確認してください。

# AvatarBuilderWindowOfflineTestingLabel
source: Offline Testing ({0})
ja_jp: オフラインテスト ({0})
ru_ru: Офлайн-тестирование ({0})

# AvatarBuilderWindowOfflineTestingDescription
source: Build this avatar with Android build setting to test it. The avatar will appear as "SDK {0}" in the Other category of the avatars menu.
ja_jp: Android 用のビルド設定でアバターをビルドしてテストします。アバターはアバターメニューの「その他」カテゴリに「SDK: {0}」として表示されます。
ru_ru: Создайте этот аватар с настройкой сборки Android, чтобы протестировать его. Аватар будет отображаться как "SDK {0}" в категории Other меню аватаров.

# AvatarBuilderWindowOnlinePublishingLabel
source: Online Publishing ({0})
ja_jp: アップロード ({0})
ru_ru: Онлайн-публикация ({0})

# AvatarBuilderWindowOnlinePublishingDescription
source: Upload this avatar to VRChat with Android build setting. The pre-build validation of VRChat SDK Control Panel will be skipped even if the avatar doesn't satisfy Android limitation.
ja_jp: Android 用のビルド設定でアバターを VRChat にアップロードします。アバターが Android 用のアップロード条件を満たしていなくても VRChat SDK コントロールパネルによる検証をスキップしてビルドを開始します。
ru_ru: Загрузите этот аватар в VRChat с настройками сборки для Android.

# AvatarBuilderWindowSdkNoPrecheck
source: Now you can also upload the avatar directly from VRChat SDK Control Panel.
ja_jp: VRChat SDK コントロールパネルから直接アップロードすることもできます。

# AvatarBuilderWindowSetAsFallbackIfPossible
source: Set as a fallback avatar if possible
ja_jp: 可能な場合はフォールバックアバターにする
ru_ru: Установить как резервный аватар, если возможно

# AvatarBuilderWindowSetAsFallbackIfPossibleTooltip
source: Performance rank must be Good or better after building the avatar.
ja_jp: ビルド後の最終的なパフォーマンスランクがGood以上である必要があります。
ru_ru: Рейтинг производительности должен быть Хорошим или лучше после сборки аватара.

# AvatarBuilderWindowFallbackNotAllowed
source: Could not set as a fallback avatar because the performance rank is {0}.
ja_jp: ビルド後のパフォーマンスランクが {0} のためフォールバックアバターに設定できません。
ru_ru: Не удалось установить как резервный аватар, потому что рейтинг производительности {0}.

# AvatarBuilderWindowNdmfManualBakingLabel
source: NDMF Manual Baking
ja_jp: NDMF マニュアルベイク
ru_ru: Ручное выпекание NDMF

# AvatarBuilderWindowNdmfManualBakingDescription
source: Execute the menu, Tools -> NDM Framework -> Manual bake avatar with Android build setting.
ja_jp: Android 用のビルド設定で Tools -> NDM Framework -> Manual bake avatar メニューを実行します。
ru_ru: Выполните меню, Инструменты -> NDM Framework -> Ручное выпекание аватара с настройками сборки для Android.

# AvatarBuilderWindowRequiresAvatarNameAndThumb
source: Need to set name and thumbnail in VRChat SDK Control Panel when uploading a new avatar.
ja_jp: 新しいアバターをアップロードするときは名前とサムネイルを VRChat SDK コントロールパネルで設定してください。
ru_ru: Необходимо установить имя и миниатюру в панели управления VRChat SDK при загрузке нового аватара.

# FeatureRequiresNdmf
source: Non-Destructive Modular Framework is required.
ja_jp: Non-Destructive Modular Framework (NDMF) が必要です。
ru_ru: Требуется Неразрушаемая Модульная Структура (NDMF).

# NdmfPluginRequiresNdmfUpdate
source: Non-Destructive Modular Framework (NDMF) {0} or later is required. Please update NDMF.
ja_jp: Non-Destructive Modular Framework (NDMF) {0} 以降が必要です。NDMF を更新してください。
ru_ru: Требуется Неразрушаемая Модульная Структура (NDMF) {0} или более поздняя версия. Пожалуйста, обновите NDMF.

# NdmfPluginRemovedUnsupportedComponent
source: Removed unsupported component "{0}" from "{1}". Please test the avatar.
ja_jp: ビルド中に非対応コンポーネント {0} を "{1}" から削除しました。動作に問題がないか確認してください。
ru_ru: Удален неподдерживаемый компонент "{0}" из "{1}". Пожалуйста, протестируйте аватар.

# NDMF:RemovedUnsupportedComponentTitle
source: Removed Unsupported Component
ja_jp: 非対応コンポーネントの削除
ru_ru: Удалён неподдерживаемый компонент

# NDMF:RemovedUnsupportedComponentDescription
source: Unsupported component {0} is removed from "{1}" during build. Please test the avatar.
ja_jp: ビルド中に非対応コンポーネント {0} を "{1}" から削除しました。動作に支障がないか確認してください。
ru_ru: Неподдерживаемый компонент {0} был удалён из "{1}" во время сборки. Пожалуйста, протестируйте аватар.

# NDMF:MaterialConversionErrorTitle
source: Material Conversion Error
ja_jp: マテリアル変換エラー
ru_ru: Ошибка конвертации материала

# NDMF:MaterialConversionErrorDescription
source: An error occurred when conversion a material. Material: {0} Shader: {1} {2}: {3} {4}
ja_jp: マテリアルの変換中にエラーが発生しました。 Material: {0} Shader: {1} {2}: {3} {4}
ru_ru: Произошла ошибка при конвертации материала. Материал: {0} Шейдер: {1} {2}: {3} {4}

# NDMF:MaterialSwapNullErrorTitle
source: Material Not Set
ja_jp: マテリアル未設定

# NDMF:MaterialSwapNullErrorDescription
source: Material is not set to the VQT Material Swap component. Original: {0} Replacement: {1}
ja_jp: VQT Material Swap コンポーネントにマテリアルが設定されていません。 元のマテリアル: {0} 置換マテリアル: {1}

# NDMF:ObjectConversionErrorTitle
source: {0} Conversion Error
ja_jp: オブジェクト変換エラー
ru_ru: Ошибка конвертации {0}

# NDMF:ObjectConversionErrorDescription
source: An error occurred when converting {0}. {0}: {1} {2}: {3} {4}
ja_jp: {0} の変換中にエラーが発生しました。 {0}: {1} {2}: {3} {4}
ru_ru: Произошла ошибка при конвертации {0}. {0}: {1} {2}: {3} {4}

# NDMF:TargetMaterialNullErrorTitle
source: Target Material Not Set
ja_jp: 対象マテリアル未設定

# NDMF:TargetMaterialNullErrorTitle:description
source: Target material is not set to the {0} component.
ja_jp: {0} コンポーネントで対象マテリアルが設定されていません。

# NDMF:UnsupportedTextureFormatTitle
source: Unsupported Texture Format
ja_jp: 非対応テクスチャフォーマット
ru_ru: Неподдерживаемый формат текстуры

# NDMF:UnsupportedTextureFormatDescription
source: Unsupported texture format {0} is used for {1}. When textures were generated by manual bake, switch target platform then execute manual bake again.
ja_jp: 非対応のテクスチャフォーマット {0} が {1} で使用されています。テクスチャがマニュアルベイクで作成されている場合、ターゲットプラットフォームを変更した後で再度マニュアルベイクしてください。
ru_ru: Используется неподдерживаемый формат текстуры {0} для {1}. Когда текстуры были сгенерированы вручную, переключите целевую платформу, затем выполните ручное выпекание снова.

# NDMF:UnknownTextureFormatTitle
source: Unknown Texture Format
ja_jp: 未知のテクスチャフォーマット
ru_ru: Неизвестный формат текстуры

# NDMF:UnknownTextureFormatDescription
source: Unknown texture format {0} is used for {1}. Please report to the tool's developer to suppress this warning.
ja_jp: 未知のテクスチャフォーマット {0} が {1} で使用されています。この警告を抑制するためには、ツールの開発者に報告してください。
ru_ru: Используется неизвестный формат текстуры {0} для {1}. Пожалуйста, сообщите разработчику инструмента, чтобы подавить это предупреждение.

# NDMF:MissingNetworkIDAssignerTitle
source: Network ID Assignment
ja_jp: ネットワークIDの割り当て
ru_ru: Назначение идентификатора сети

# NDMF:MissingNetworkIDAssignerDescription
source: To properly synchronize PhysBones, PhysBones must have same Network ID between PC and Android. You can non-destructively assign Network IDs by attaching Network ID Assigner component to the avatar root object. Please upload again for each platform to apply IDs after attaching the component.
ja_jp: PhysBone を正しく同期させるには PhysBone のネットワーク ID をPC版と一致させる必要があります。 アバターに Network ID Assigner コンポーネントを追加することで非破壊的にネットワークIDを割り当てることができます。コンポーネントを追加した後、IDを反映するために各プラットフォームに再度アップロードしてください。
ru_ru: Чтобы правильно синхронизировать физические кости, физические кости должны иметь одинаковый сетевой ID между ПК и Android. Вы можете неразрушающе назначить сетевые ID, прикрепив компонент назначателя сетевых ID к корневому объекту аватара. Пожалуйста, загрузите снова, чтобы применить ID после прикрепления компонента.

# NDMF:MeshFlipperMaskMissingErrorTitle
source: Missing Mask Texture
ja_jp: 未設定のマスクテクスチャ

# NDMF:MeshFlipperMaskMissingErrorDescription
source: Mask texture is missing. Set a texture.
ja_jp: マスクテクスチャがありません。テクスチャを設定してください。

# NDMF:MeshFlipperMaskNotReadableErrorTitle
source: Unreadable Mask Texture
ja_jp: 読み取り不能なマスクテクスチャ

# NDMF:MeshFlipperMaskNotReadableErrorDescription
source: The mask texture is not readable. Change the texture's import settings.
ja_jp: マスクテクスチャが読み取り可能に設定されていません。テクスチャのインポート設定を変更してください。

# NDMF:ReplacementMaterialErrorTitle
source: Invalid Replacement Material
ja_jp: 不正な置換先マテリアル

# NDMF:ReplacementMaterialErrorDescription
source: The replacement material {0} uses a shader {1} which is not allowed for mobile avatars.
ja_jp: 置換先マテリアル {0} は Mobile アバターで使用できないシェーダー {1} を使用しています。

# MaterialConvertTypePopupLabelToonLit
source: Toon Lit
ru_ru: Мультяшный свет

# MaterialConvertTypePopupLabelMatCapLit
source: MatCap Lit
ru_ru: MatCap свет
