Repository: kurotu/VRCQuestTools
Catalog: Packages/com.github.kurotu.vrc-quest-tools/Editor/I18n/*.po
Languages: ja_jp, ru_ru

# CancelLabel
source: Cancel
ja_jp: キャンセル
ru_ru: Отмена

# OpenLabel
source: Open
ja_jp: 開く
ru_ru: Открыть

# CloseLabel
source: Close
ja_jp: 閉じる
ru_ru: Закрыть

# DismissLabel
source: Dismiss
ja_jp: 閉じる
ru_ru: Отклонить

# ExitLabel
source: Exit
ja_jp: 終了
ru_ru: Выход

# YesLabel
source: Yes
ja_jp: はい
ru_ru: Да

# NoLabel
source: No
ja_jp: いいえ
ru_ru: Нет

# AbortLabel
source: Abort
ja_jp: 中止
ru_ru: Прервать

# AddLabel
source: Add
ja_jp: 追加
ru_ru: Добавить

# RemoveLabel
source: Remove
ja_jp: 削除
ru_ru: Удалить

# FixLabel
source: Fix
ja_jp: 修正

source: Maximum
ja_jp: 最大
ru_ru: Максимум

# IncompatibleSDK
source: Incompatible VRChat SDK. Please report.
ja_jp: 非対応の VRChat SDK です。報告をお願いします。
ru_ru: Несовместимый VRChat SDK. Пожалуйста, сообщите об этом.

# TextureFormatHighQuality
source: High Quality
ja_jp: 高品質

# TextureFormatHighCompression
source: High Compression
ja_jp: 高圧縮

# AvatarConverterSettingsEditorDescription
source: Convert this avatar uploadable for Android platform.
ja_jp: このアバターを Android プラットフォームにアップロードできるように変換します。
ru_ru: Конвертировать этот аватар для загрузки на платформу Android.

# AvatarConverterSettingsEditorDescriptionNDMF
source: Convert this avatar uploadable for Android platform when the target platform is Android.
ja_jp: ビルドターゲットが Android の場合、このアバターを Android プラットフォームにアップロードできるように変換します。
ru_ru: Конвертировать этот аватар для загрузки на платформу Android, когда целевая платформа - Android.

source: Exit play mode to edit.
ja_jp: 編集するには再生モードを終了してください。
ru_ru: Выйдите из игрового режима для редактирования.

# BeginConvertSettingsButtonLabel
source: Begin Converter Settings
ja_jp: 変換の設定を始める
ru_ru: Начать настройки конвертера

# BeginConvertSettingsButtonDescription
source: This will add following components.
ja_jp: 以下のコンポーネントを追加します。

# AvatarLabel
source: Avatar
ja_jp: アバター
ru_ru: Аватар

# GenerateAndroidTexturesLabel
source: Generate Textures for Android
ja_jp: Android用のテクスチャを生成する
ru_ru: Создать текстуры для Android

# GenerateAndroidTexturesTooltip
source: By generating new textures which applying material's parameters not only main textures, get closer to PC version of the avatar
ja_jp: メインテクスチャ以外にもマテリアルのパラメーターを参照してテクスチャを生成し、PC版アバターの外観に近づけます。
ru_ru: Создавая новые текстуры с применением параметров материалов, а не только основных текстур, приближайтесь к версии аватара для ПК

# SupportedShadersLabel
source: Supported Shaders
ja_jp: 対応シェーダー
ru_ru: Поддерживаемые шейдеры

# SaveToLabel
source: Folder to Save
ja_jp: 保存先フォルダ
ru_ru: Папка для сохранения

# SelectButtonLabel
source: Select
ja_jp: 選択
ru_ru: Выбрать

# ConvertButtonLabel
source: Convert
ja_jp: 変換
ru_ru: Конвертировать

# AssignButtonLabel
source: Assign
ja_jp: 割り当て
ru_ru: Назначить

# AttachButtonLabel
source: Attach
ja_jp: 追加
ru_ru: Прикрепить

# UpdateTexturesLabel
source: Update Converted Android Textures
ja_jp: 変換後のAndroid用テクスチャを更新
ru_ru: Обновить конвертированные текстуры для Android

# AdvancedConverterSettingsLabel
source: Advanced Converter Settings
ja_jp: 高度な変換設定
ru_ru: Расширенные настройки конвертера

# RemoveVertexColorLabel
source: Remove Vertex Color from Meshes
ja_jp: メッシュから頂点カラーを削除
ru_ru: Удалить цвет вершин из сеток

# RemoveVertexColorTooltip
source: Usually you don't have to disable this option. You can disable this option to prevent unexpected behavior when you are using special shaders which require vertex colors in PC avatars. Restore from the avatar's "VertexColorRemover" component if vertex color is accidentally removed.
ja_jp: 通常このオプションを無効にする必要はありません。PC用アバターで頂点カラーの必要な特別なシェーダーを使用している場合は、誤動作を防ぐためにこのオプションを無効にできます。 誤って頂点カラーを削除した場合は、アバターの"VertexColorRemover"コンポーネントで復元できます。
ru_ru: Обычно вам не нужно отключать эту опцию. Вы можете отключить эту опцию, чтобы предотвратить неожиданное поведение при использовании специальных шейдеров, которые требуют цвет вершин в аватарах ПК.

# RemoveExtraMaterialSlotsLabel
source: Remove Extra Material Slots
ja_jp: 余分なマテリアルスロットを削除する

# RemoveExtraMaterialSlotsTooltip
source: Remove extra material slots that are greater than the number of submeshes for each Renderer.
ja_jp: 各Rendererに紐づいているメッシュのサブメッシュ数より多いマテリアルスロットを削除します。

# CompressExpressionsMenuIconsLabel
source: Compress Menu Icons
ja_jp: メニューアイコンを圧縮

# CompressExpressionsMenuIconsTooltip
source: Compress expressions menu icons if they are not compressed.
ja_jp: Expressions Menuのアイコンが圧縮されていなければ圧縮します。

# AnimationOverrideLabel
source: Animation Override
ja_jp: アニメーションオーバーライド
ru_ru: Переопределение анимации

# AnimationOverrideTooltip
source: Convert Animator Controllers with Animator Override Controller's animations.
ja_jp: Animator Override Controller で指定したアニメーションを使用して Animator Controller を変換します。
ru_ru: Конвертировать контроллеры анимации с анимациями контроллера переопределения анимации.

# NdmfPhaseLabel
source: NDMF Phase to Convert
ja_jp: NDMF変換フェーズ
ru_ru: Этап NDMF для конвертации

# NdmfPhaseTooltip
source: Convert the avatar in the selected NDMF phase.
ja_jp: 選択したNDMFフェーズでアバターを変換します。
ru_ru: Конвертировать аватар на выбранном этапе NDMF.

# GeneratingTexturesDialogMessage
source: Generating textures...
ja_jp: テクスチャを生成中
ru_ru: Создание текстур...

# AvatarConverterFailedDialogMessage
source: An error occurred when converting the avatar. Aborted.
ja_jp: アバターの変換中にエラーが発生しました。変換を中止します。

# MaterialExceptionDialogMessage
source: An error occurred when converting materials. Aborted.
ja_jp: マテリアルの変換中にエラーが発生しました。変換を中止します。
ru_ru: Произошла ошибка при конвертации материалов. Прервано.

# AnimationClipExceptionDialogMessage
source: An error occurred when converting Animation Clips. Aborted.
ja_jp: アニメーションの変換中にエラーが発生しました。変換を中止します。
ru_ru: Произошла ошибка при конвертации клипов анимации. Прервано.

# AnimatorControllerExceptionDialogMessage
source: An error occurred when converting Animator Controllers. Aborted.
ja_jp: Animator Controllerの変換中にエラーが発生しました。変換を中止します。
ru_ru: Произошла ошибка при конвертации контроллеров анимации. Прервано.

# InvalidReplacementMaterialExceptionDialogMessage
source: The replacement material is not allowed for mobile avatars. Aborted.
ja_jp: 置換先マテリアルが Mobile アバターでは許可されていません。変換を中止します。

# InfoForNdmfConversion
source: You can non-destructively convert the avatar at build-time when the project has Non-Destructive Modular Framework (NDMF) package. Please use the Avatar Builder to avoid VRChat SDK limitation.
ja_jp: プロジェクトに Non-Destructive Modular Framework (NDMF) パッケージがある場合、アバターのビルド時に非破壊的に変換をすることができます。 VRChat SDK による制限を回避するため、専用の Avatar Builder を使用してください。
ru_ru: Вы можете неразрушающе конвертировать аватар во время сборки, когда проект имеет пакет Неразрушаемая Модульная Структура (NDMF). Пожалуйста, используйте Конструктор Аватаров, чтобы избежать ограничений VRChat SDK.

# InfoForNdmfConversion2
source: You can non-destructively convert the avatar at build-time when the project has Non-Destructive Modular Framework (NDMF) package. Now you can also upload the avatar directly from VRChat SDK Control Panel.
ja_jp: プロジェクトに Non-Destructive Modular Framework (NDMF) パッケージがある場合、アバターのビルド時に非破壊的に変換をすることができます。 VRChat SDK コントロールパネルから直接アップロードすることもできます。

# InfoForNetworkIdAssigner
source: You can non-destructively assign Network IDs by attaching Network ID Assigner component to the avatar root object. Please upload again to apply IDs after attaching the component.
ja_jp: アバターに Network ID Assigner コンポーネントを追加することで非破壊的にネットワークIDを割り当てることができます。コンポーネントを追加した後、IDを反映するために再度アップロードしてください。
ru_ru: Вы можете неразрушающе назначить сетевые ID, прикрепив компонент назначателя сетевых ID к корневому объекту аватара. Пожалуйста, загрузите снова, чтобы применить ID после прикрепления компонента.

# NetworkIdAssignerAttached
source: Network ID Assigner has been attached to the avatar. Please upload the non-converted avatar to PC platform to synchronize PhysBones between PC and Android.
ja_jp: Network ID Assignerがアバターに追加されました。PCとAndroidでPhysBoneを同期させるために、変換前のアバターをPC向けにアップロードしてください。
ru_ru: Network ID Assigner был прикреплен к аватару. Пожалуйста, загрузите неконвертированный аватар на платформу ПК для синхронизации PhysBones между ПК и Android.

# WarningForPerformance
source: Estimated performance rating is Very Poor, but you can upload the converted avatar for Android platform. Mobile users will see its imposter or fallback avatar by default. However, they can see the avatar by changing "Avatar Display" setting (as known as "Show Avatar").
ja_jp: 変換後のアバターの推定パフォーマンスランクは Very Poor ですが、Android 用にアップロードできます。 デフォルトではインポスターまたはフォールバックアバターが表示されますが、見る側が「アバターの表示」設定を個別に変更することで表示できます。 (Show Avatar 操作)
ru_ru: Оценочная оценка производительности — «Очень плохо», но вы можете загрузить преобразованный аватар для платформы Android. Мобильные пользователи по умолчанию увидят его импостер или резервный аватар. Однако они могут увидеть аватар, изменив настройку «Отображение аватара» (также известную как «Показать аватар»).

# WarningForAppearance
source: Texture's transparency doesn't make any effects, so this will be an issue for facial expression. In this case, please take steps by yourself (for example, by editing animation clips or deleting problematic meshes). You should check converted avatar's appearance on PC by uploading with another Blueprint ID or using Avatars 3.0 local testing.
ja_jp: テクスチャの透過が反映されないため、頬染めなどの表現に問題がある場合があります。そのような場合はアニメーション編集やメッシュ削除などの方法で対策する必要があります。 別の Blueprint ID でのアップロードや Avatars 3.0 のローカルテストを使用して、変換後のアバターの見た目をPCで確認することをお勧めします。
ru_ru: Прозрачность текстуры не оказывает никакого эффекта, поэтому это будет проблемой для выражения лица.

# WarningForUnsupportedShaders
source: Following materials are using unsupported shaders. Textures might not properly be generated. Disabling "Generate Textures for Android" option changes only shader.
ja_jp: 以下のマテリアルは非対応のシェーダーを使用しており、テクスチャが正しく生成されない可能性があります。 「Android用のテクスチャを生成する」をオフにするとシェーダーのみを変更します。
ru_ru: Следующие материалы используют неподдерживаемые шейдеры. Текстуры могут быть сгенерированы неправильно.

# AlertForComponents
source: Following unsupported components will be removed. Check avatar features after conversion.
ja_jp: 以下の非対応コンポーネントを削除します。変換後、アバターの機能に支障がないか確認してください。
ru_ru: Следующие неподдерживаемые компоненты будут удалены. Проверьте функции аватара после конвертации.

# AlertForDynamicBoneConversion
source: VRCQuestTools doesn't convert Dynamic Bones to PhysBones. Please set up PhysBones before converting the avatar.
ja_jp: VRCQuestTools は Dynamic Bone を PhysBone に変換しません。アバターを変換する前に PhysBone を設定してください。
ru_ru: Не конвертируйте динамические кости(PhysBone) в физические кости(DynamicBone). Пожалуйста, настройте физические кости перед конвертацией аватара.

# AlertForMAConvertConstraints
source: Unity Constraints cannot be used on Android. You can non-destructively convert Unity Constraints to VRChat Constraints by adding a MA Convert Constraints component to the avatar.
ja_jp: Android では Unity Constraints を使用できません。アバターに MA Convert Constraints コンポーネントを追加することで非破壊的に Unity Constraints を VRChat Constraints に変換することができます。
ru_ru: Unity Constraints нельзя использовать на Android. Вы можете без разрушения преобразовать Unity Constraints в VRChat Constraints, добавив компонент MA Convert Constraints к аватару.

# AlertForUnityConstraintsConversion
source: VRCQuestTools doesn't convert Unity constraints to VRChat constraints. Please set up VRChat constraints before converting the avatar.
ja_jp: VRCQuestTools は Unity Constraints を VRChat Constraints に変換しません。アバターを変換する前に VRChat Constraints を設定してください。
ru_ru: Не конвертируйте ограничения Unity в ограничения VRChat. Пожалуйста, настройте ограничения VRChat перед конвертацией аватара.

# AlertForAvatarDynamicsPerformance
source: Avatar Dynamics (PhysBones and Contacts) performance rating will be "Very Poor", so you will not able to upload for Android. Please keep "Poor" rating in avatar dynamics categories.
ja_jp: Avatar Dynamics (PhysBones, Contacts) のパフォーマンスランクが Very Poor になっており Android 用にアップロードできません。 Avatar Dynamics のパフォーマンスランクが Poor に収まるようコンポーネントを削減してください。
ru_ru: Оценка производительности динамики аватара (физические кости и контакты) будет "Очень Плохо", поэтому вы не сможете загрузить для Android.

# ErrorForPrefabStage
source: Can't convert the avatar in prefab mode. Please go back to a scene from prefab mode.
ja_jp: Prefab モードではアバターを変換できません。Prefab モードを抜けてシーンに戻ってください。
ru_ru: Невозможно конвертировать аватар в режиме префаба. Пожалуйста, вернитесь к сцене из режима префаба.

# ExitPrefabStageButtonLabel
source: Back to Scene
ja_jp: シーンに戻る
ru_ru: Назад к Scene

# AvatarConverterMaterialConvertSettingsLabel
source: Material Conversion Settings
ja_jp: マテリアル変換設定
ru_ru: Настройки конвертации материалов

# AvatarConverterDefaultMaterialConvertSettingLabel
source: Default Material Conversion Settings
ja_jp: デフォルトのマテリアル変換設定
ru_ru: Настройки конвертации материалов по умолчанию

# AvatarConverterAdditionalMaterialConvertSettingsLabel
source: Additional Material Conversion Settings
ja_jp: 追加のマテリアル変換設定
ru_ru: Дополнительные настройки конвертации материалов

# AvatarConverterAvatarDynamicsSettingsLabel
source: Avatar Dynamics Settings
ja_jp: Avatar Dynamics 設定
ru_ru: Настройки динамики аватара

# AvatarConverterRemoveAvatarDynamicsLabel
source: Remove Avatar Dynamics
ja_jp: Avatar Dynamics を削除

# AvatarConverterRemoveAvatarDynamicsTooltip
source: Keep avatar dynamics components which are selected in "Avatar Dynamics Settings". Unselected components will be removed during conversion.
ja_jp: "Avatar Dynamics 設定" で選択した Avatar Dynamics コンポーネントを残し、選択されていないコンポーネントを変換中に削除します。

# AvatarConverterPhysBonesTooltip
source: Set PhysBones to keep while conversion.
ja_jp: 変換時に残しておく PhysBone を選択します。
ru_ru: Установите физические кости, которые нужно сохранить во время конвертации.

# AvatarConverterPhysBoneCollidersTooltip
source: Set PhysBoneColliders to keep while conversion.
ja_jp: 変換時に残しておく PhysBoneCollider を選択します。
ru_ru: Установите коллайдеры физической кости, которые нужно сохранить во время конвертации.

# AvatarConverterContactsTooltip
source: Set ContactSenders and ContactReceivers to keep while conversion.
ja_jp: 変換時に残しておく ContactSender と ContactReceiver を選択します。
ru_ru: Установите отправители и получатели контактов, которые нужно сохранить во время конвертации.

# OpenAvatarBuilder
source: Convert Non-Destructively
ja_jp: 非破壊的に変換する
ru_ru: Неразрушающее преобразование

# ManualConversionWarning
source: When converting manually, non-destructive components other than MA Merge Animator are not considered. Unexpected issues may arise in the behavior after combining.
ja_jp: 手動で変換する場合 MA Merge Animator 以外の非破壊コンポーネントを考慮しません。組み合わせた後の動作に予期せぬ問題があるかもしれません。
ru_ru: При ручном преобразовании не учитываются неразрушающие компоненты, кроме MA Merge Animator. Могут возникнуть неожиданные проблемы с работой после комбинирования.

# ManualConvertButtonLabel
source: Convert
ja_jp: 変換する
ru_ru: Преобразовать

# ConfirmationForUnityConstraints
source: Manual conversion will remove Unity Constraints. You can non-destructively convert them to VRChat Constraints by adding a MA Convert Constraints component to the avatar and using Avatar Builder to upload. Do you really want to continue conversion?
ja_jp: 手動変換では Unity Constraints が削除されます。アバターに MA Convert Constraints コンポーネントを追加し Avatar Builder を使用してアップロードすることで VRChat Constraints に非破壊的に変換することができますが、本当に変換を続行しますか？
ru_ru: Ручное преобразование удалит Unity Constraints. Вы можете без разрушения преобразовать их в VRChat Constraints, добавив компонент MA Convert Constraints к аватару и используя Avatar Builder для загрузки. Вы действительно хотите продолжить преобразование?

# ConfirmationForMAConvertConstraints
source: You can non-destructively convert Unity Constraints to VRChat Constraints by adding a MA Convert Constraints. Do you want to add the component before conversion?
ja_jp: MA Convert Constraints コンポーネントを追加すると Unity Constraints を VRChat Constraints に非破壊的に変換することができます。変換前にコンポーネントを追加しますか？

# IMaterialConvertSettingsTexturesSizeLimitLabel
source: Textures Size Limit
ja_jp: 最大テクスチャサイズ
ru_ru: Ограничение размера текстур

# IMaterialConvertSettingsMobileTextureFormatLabel
source: Compression Format
ja_jp: 圧縮形式

# IMaterialConvertSettingsMainTextureBrightnessLabel
source: Main Texture Brightness
ja_jp: メインテクスチャの明るさ
ru_ru: Яркость основной текстуры

# IMaterialConvertSettingsMainTextureBrightnessTooltip
source: Tweak main texture color.
ja_jp: メインテクスチャの色を調整します。
ru_ru: Настройте цвет основной текстуры.

# ToonLitConvertSettingsGenerateShadowFromNormalMapLabel
source: Generate shadow from normal map
ja_jp: ノーマルマップから影を生成する
ru_ru: Создать тень из нормальной карты

# MatCapLitConvertSettingsMatCapTextureLabel
source: MatCap Texture
ja_jp: MatCap テクスチャ
ru_ru: Текстура MatCap

# MatCapLitConvertSettingsMatCapTextureWarning
source: Set MatCap texture.
ja_jp: MatCap テクスチャを設定してください。
ru_ru: Установите текстуру MatCap.

# ToonStandardConvertSettingsFallbackShadowRampLabel
source: Fallback Shading
ja_jp: 影のフォールバック

# AdditionalMaterialConvertSettingsTargetMaterialLabel
source: Target Material
ja_jp: 対象マテリアル
ru_ru: Целевой материал

# AdditionalMaterialConvertSettingsSelectMaterialLabel
source: Select Material
ja_jp: マテリアルを選択
ru_ru: Выбрать материал

# MaterialConvertTypePopupLabelMaterialReplace
source: Material Replacement
ja_jp: マテリアル置換
ru_ru: Замена материала

# MaterialReplaceSettingsMaterialLabel
source: Replaced Material
ja_jp: 置換マテリアル
ru_ru: Заменяемый материал

# MaterialReplaceSettingsMaterialTooltip
source: Target material will be replaced by this material.
ja_jp: 対象マテリアルはこのマテリアルで置換されます。
ru_ru: Целевой материал будет заменен этим материалом.

# MaterialReplaceSettingsMaterialWarning
source: This material's shader is not allowed for mobile avatars.
ja_jp: このマテリアルのシェーダーは Mobile アバターでは許可されていません。

# NoMissingComponentsMessage
source: There are no "missing" components in {0}.
ja_jp: {0} に "Missing" 状態のコンポーネントはありません。
ru_ru: В {0} нет "недостающих" компонентов.

# MissingRemoverConfirmationMessage
source: Remove "missing" components from {0}.
ja_jp: {0} から "Missing" 状態のコンポーネントを削除します。
ru_ru: Удалить "недостающие" компоненты из {0}?

# UnpackPrefabMessage
source: This also executes "Unpack Prefab" operation.
ja_jp: 同時に Unpack Prefab を実行します。
ru_ru: Это также выполняет операцию "Разупаковать префаб".

# MissingRemoverOnBuildDialogMessage
source: {0} has "missing" components. Would you like to continue building the avatar without such components?
ja_jp: {0} には "Missing" 状態のコンポーネントがあります。コンポーネントを削除した状態でビルドを続けますか？
ru_ru: {0} имеет "недостающие" компоненты. Вы хотите продолжить сборку аватара без таких компонентов?

# SourceMeshLabel
source: Source Mesh
ja_jp: コピー元メッシュ
ru_ru: Исходная сетка

# TargetMeshLabel
source: Target Mesh
ja_jp: コピー先メッシュ
ru_ru: Целевая сетка

# CopyButtonLabel
source: Copy BlendShape Weights
ja_jp: ブレンドシェイプの値をコピー
ru_ru: Копировать веса BlendShape

# SwitchButtonLabel
source: Switch Source/Target
ja_jp: コピー元/コピー先を入れ替え
ru_ru: Переключить источник/цель

# NoUnsupportedComponentsMessage
source: There are no unsupported components in {0}.
ja_jp: {0} に非対応コンポーネントはありません。
ru_ru: В {0} нет неподдерживаемых компонентов.

# UnsupportedRemoverConfirmationMessage
source: Remove following unsupported components from {0}.
ja_jp: {0} から以下の非対応コンポーネントを削除します。
ru_ru: Удалить следующие неподдерживаемые компоненты из {0}?

# PhysBonesSDKRequired
source: VRCSDK which supports Avatar Dynamics is required.
ja_jp: Avatar Dynamics に対応した VRCSDK が必要です。
ru_ru: Требуется VRCSDK, поддерживающий динамику аватара.

source: Select components to keep.
ja_jp: 削除せずに残すコンポーネントを選択してください。
ru_ru: Выберите компоненты для сохранения.

# PhysBonesListTooltip
source: The list of components and their root transforms.
ja_jp: コンポーネントと Root Transform の一覧
ru_ru: Список компонентов и их корневых трансформаций.

source: Keep All
ja_jp: すべて残す
ru_ru: Сохранить все

# AvatarDynamicsPreventsUpload
source: You can't upload this avatar for Android. At least Avatar Dynamics must keep "Poor" rating.
ja_jp: Android用にアップロードできません。 Avatar Dynamics のランクは少なくとも Poor にしてください。
ru_ru: Вы не можете загрузить этот аватар для Android. По крайней мере, динамика аватара должна иметь оценку "Плохо".

# PhysBonesWillBeRemovedAtRunTime
source: You can't upload this avatar for Android. Please reduce PhysBone components.
ja_jp: Android用にアップロードできません。 PhysBone の数を減らしてください。
ru_ru: Вы не можете загрузить этот аватар для Android. Пожалуйста, уменьшите количество компонентов PhysBone.

# PhysBoneCollidersWillBeRemovedAtRunTime
source: All PhysBone colliders will be removed at runtime on Android. Please reduce PhysBoneCollider components.
ja_jp: Android用にアップロードしても PhysBoneCollider は動作しません。 PhysBoneCollider の数を減らしてください。
ru_ru: Все коллайдеры PhysBone будут удалены во время выполнения на Android. Пожалуйста, уменьшите количество компонентов PhysBoneCollider.

# ContactsWillBeRemovedAtRunTime
source: You can't upload this avatar for Android. Please reduce VRCContact components.
ja_jp: Android用にアップロードできません。 ContactReceiver と ContactSender の数を減らしてください。
ru_ru: Вы не можете загрузить этот аватар для Android. Пожалуйста, уменьшите количество компонентов VRCContact.

# PhysBonesTransformsShouldBeReduced
source: You can't upload this avatar for Android. Please reduce VRCPhysBone components or number of transforms in hierarchy under VRCPhysBone components.
ja_jp: Android用にアップロードできません。 PhysBone の数を減らすか、PhysBone の子オブジェクトの数を減らしてください。
ru_ru: Вы не можете загрузить этот аватар для Android. Пожалуйста, уменьшите количество компонентов VRCPhysBone или количество трансформаций в иерархии под компонентами VRCPhysBone.

# PhysBonesCollisionCheckCountShouldBeReduced
source: You can't upload this avatar for Android. Please reduce collision check count between VRCPhysBone components and VRCPhysBoneCollider components.
ja_jp: Android用にアップロードできません。 PhysBone と PhysBoneCollider の衝突判定の数を減らしてください。
ru_ru: Вы не можете загрузить этот аватар для Android. Пожалуйста, уменьшите количество проверок столкновений между компонентами VRCPhysBone и VRCPhysBoneCollider.

# PhysBonesShouldHaveNetworkID
source: To properly synchronize PhysBones, PhysBones must have same Network ID between PC and Android. Please assign Network IDs to both of PC version and Android version with Network ID Utility of VRCSDK, then re-upload both.
ja_jp: PhysBone を正しく同期させるには PhysBone のネットワーク ID をPC版と一致させる必要があります。VRCSDK の Network ID Utility を使用してPC用とAndroid用で同じネットワーク ID を割り当てた後、両方を再アップロードしてください。
ru_ru: Чтобы правильно синхронизировать физические кости, физические кости должны иметь одинаковый сетевой ID между ПК и Android.

# AlertForMultiplePhysBones
source: There are multiple PhysBones in a single GameObject. They may not be properly synchronized between PC and Android after removing PhysBones.
ja_jp: 1つの GameObject に複数の PhysBone があります。Android 用に PhysBone を削除した場合、PC と Android で正しく同期しない可能性があります。
ru_ru: В одном GameObject есть несколько физических костей. Они могут быть неправильно синхронизированы между ПК и Android после удаления физических костей.

source: Estimated Performance Stats
ja_jp: 推定パフォーマンスランク
ru_ru: Оценка производительности

source: Delete Unselected Components
ja_jp: 選択していないコンポーネントを削除
ru_ru: Удалить невыбранные компоненты

# SelectAllButtonLabel
source: Select All
ja_jp: すべて選択
ru_ru: Выбрать все

# DeselectAllButtonLabel
source: Deselect All
ja_jp: すべて解除
ru_ru: Снять выделение

# ApplyButtonLabel
source: Apply
ja_jp: 適用
ru_ru: Применить

# TextureLabel
source: Texture
ja_jp: テクスチャ
ru_ru: Текстура

# InvertLabel
source: Invert
ja_jp: 反転
ru_ru: Инвертировать

# SaveFileDialogTitle
source: Save {0}
ja_jp: {0} を保存
ru_ru: Сохранить {0}

# SaveFileDialogMessage
source: Please enter a file name to save the texture to
ja_jp: テクスチャの保存先を選択してください
ru_ru: Пожалуйста, введите имя файла для сохранения текстуры

# GenerateButtonLabel
source: Generate Metallic Smoothness
ja_jp: Metallic Smoothness を生成
ru_ru: Создать металлическую гладкость
